{
    "Your Health, Our Priority": "Caafimaadkaaga, Horumarkayagana",
    "Leaders in Medical Execellence": "Hogaamiye Nolosha Caafimaadka",
    "At Shaafi Hospital, we are committed to providing exceptional healthcare services to our community.": "Magaalada Shaafi Hospital, waxaan ugu talogalay inaan bixino adeegyada caafimaadka ee ugu wanaagsan bulshada aan ku noolno.",
    "We are Commitment to You": "Waanu ku taliye ka nahay",
    "Get to know us a little better and how we value making sure your health is our priority.": "Ku ogaada waxa aan kaaga taaganahay iyo sida aan u qiimeynayna inaad caafimaadkaaga noqoto mid ugu horreysa.",
    "Book an appointment with our App": "Garo muddo kusoo dhawaada xiriirkaaga",
    "You can manage your appointments and your profile easily using our app. It will be available soon on google playstore and Apple app store": "Waxaad maareyso muuddooyinkaaga iyo sawirkaaga si fudud u adeegsataan tijaabadaada. Wuxuu leeyahay soon Google Play iyo dukaanka Apple App.",
    "Join The Waiting List": "Ku soo biir liisanka sugidda",
    "For Emergency, Talk to Us Immediately": "Xanuunka waa hawsha, hadalka adiga sidaan ugu noqon karno oo ku hadal.",
    "Call us any time and we will be ready to come to your aid.": "Wacno waqtiga oo keliya iyo waxaan diyaar u nahay inaan kugu caawino.",
    "Book an Appointment Today": "Garo muddada Maanta",
    "Email us: info@shaafihospital.so or call us: +252 612877778": "Nala soo xiriir: info@shaafihospital.so ama nala wac: +252 612877778",
    "Meet our Doctors": "Ka cawo dhakhtarada",
    "Get to know our exceptional doctors, who take your health matters seriously.": "Ku ogaada dhakhtarada aan istaagay oo qaata dhibaatooyinka caafimaadkaaga si fiican.",

    "We genuinely care": "Waxaan si dhab ah u daryeeleynaa",
    "Meet Our Doctors": "La kulan Dhakhaatiirtayada",
    "We are constantly adding new doctors with various expertise to make sure you always get quality healthcare.": "Waxaan si joogto ah ugu darayaa dhakhaatiir cusub oo leh khibrado kala duwan si loo hubiyo inaad had iyo jeer hesho daryeel caafimaad oo tayo leh.",

    "Choose Specialty": "Xulo Khaaska ah",
    "Choose Category": "Xulo Qayb",
    "Choose Doctor": "Xulo Dhakhtar",
    "Our Doctors": "Dhakhaatiirteena",
    "Search": "Raadi",
    "Load More Doctors": "Kuugu celi Dhakhtarada badan",
    "Welcome to Shaafi hospital": "Marxalad wanaagsan oo kusoo dhawaada Shaafi Hospital",
    "A Great Place to receive Care": "Mahadnaq qof kasta oo la arko",
    "At Shaafi Hospital, we are committed to providing exceptional healthcare services to our community. With a dedicated team of highly skilled medical professionals, state-of-the-art facilities, and a patient-centered approach, we strive to deliver comprehensive and compassionate care to every individual who walks through our doors.": "Magaalada Shaafi Hospital, waxaan ugu talogalay inaan bixino adeegyada caafimaadka ee ugu wanaagsan bulshada aan ku noolno. Laakiinna dhammaan dadka soo galootiga ah ayaa waxaan ku dhiirigelinaynaa si loo siiyo caafimaad wanaagsan oo ku salaysan qof kasta oo guriga noogu yimaada.",
    "Learn More": "Ogaada wax dheeraad ah",
    "Care you can believe in": "Daryeelka aad u canaantaa",
    "Why Choose Us": "Maxay noo xulo?",
    "At Shaafi Hospital, your health and well-being are at the core of everything we do. We are here to provide exceptional medical care, promote wellness, and support you in achieving a healthier life.": "Magaalada Shaafi Hospital, caafimaadkaaga iyo nabadgelyadaaduba waxay ka mid tahay dhinaca ugu muhiimsan ee waxa aan ka wadayno. Waxaan halkan ka helnaynaa daryeel caafimaad oo ugu wanaagsan, dib u habeyn caafimaad, iyo taageeradaada si aad ugu gaari lahayd nolol caafimaad leh.",
    "Excellence in Healthcare": "Horumar Caafimaad",
    "Our hospital is renowned for its commitment to excellence in healthcare. We have a team of experienced doctors, nurses, and support staff who work together to ensure the highest standards of medical care. From routine check-ups to complex surgeries, we are equipped to handle a wide range of medical conditions.": "Magaaladana waxay si wanaagsan u taallaa talada horumarka ee caafimaadka. Waxaan leenahay koox ka tirsan dhakhtarka, dhakhtarada, iyo shaqaalaha taageerada oo ka shaqeeya sida ay isugu soo baxaan hababka ugu sarreysa caafimaadka. Ka dib markii loo baahan yahay dib u eegista caadiya oo loo baahan yahay jirro caafimaad oo kala duwan.",
    "Compassionate Approach": "Dhameystir Dhameystiran",
    "We understand that visiting a hospital can be a stressful experience. That's why our team is dedicated to creating a warm and supportive environment where patients feel heard, respected, and cared for. Our healthcare professionals are not just experts in their fields; they are also compassionate individuals who are committed to your well-being.": "Waxaan fahamnayaa in booqasho magaalada ay tahay shaqsi kasta oo keenaysa caafimaad uu dhibaatada ugu jiro. Sidaas darteed kooxda xilka la wareegtay waa la hirgalin karaa deg-deg ah oo ku baxsan dhamaan dadka loo yaqaano oo loo marayo, loo hagaajiyo, iyo la daryeelaa. Adeegyada caafimaadka ee caafimaadka aan shaqaale ahaan ayaanu ku mahadsan nahay dhinaca ay adeegyada ka haystaan, waxayna ahaan jirtaa dad dhameystiran oo iska leh nabadgelyadaada.",
    "Advanced Facilities": "Facilities tayo leh",
    "We understand that the right infrastructure plays a crucial role in delivering quality healthcare. That's why we have invested in advanced medical equipment and cutting-edge technology to support accurate diagnosis, effective treatments, and minimally invasive procedures. Our facilities are designed to provide a comfortable and healing environment for our patients.": "Waxaan fahamnayaa in xal loo baahan yahay ayaa waxa uu ku dhex-jira wajiga muhiimka ah ee lagu talagalayo caafimaadka sare leh. Sidaas darteed waxaan kharashanaysnaa khadka caafimaadka tayo leh iyo teknoloji tayo leh si loo samaynayo xogta saxda ah, daryeelaha fudud iyo hababka loo yaqaano. Adeegyadayada waa ku dhisnaa si ay u sii gasho xaalad caafimaad oo fudud iyo dhagaxdhigga ah ee dadkeena.",
    "Comprehensive Services": "Khidmada toosan",
    "Shaafi Hospital offers a comprehensive range of medical services to address all your healthcare needs. Whether you require emergency care, specialized treatment, or preventive health screenings, our multidisciplinary team is here to provide personalized and evidence-based care. We prioritize patient education and empower individuals to make informed decisions about their health": "Magaalada Shaafi Hospital waxay bixisaa kooxha xidhiidhada caafimaadka oo dhan si loo helo dhammaan talooyinka caafimaadkaaga. Haddii aad u baahan tahay caafimaad shaqsi, daryeelka tayada, ama dib u hagaysasho caafimaad, kooxha la dhisay kooxha dhaqanka ah waa halkan inay bixiyaan caafimaad is-indho-tir ah iyo caafimaad ku dhisan, waxaan baahinaynaa tababarka bixiyeyaasha iyo habdhaqanka dadka inay lahaadaan xeer iyo falanqayn ku saabsan caafimaadkaaga.",
    "Community Engagement": "Kala xiriirka bulshada",
    "As a community hospital, we actively engage with our local community through health awareness programs, educational workshops, and preventive care initiatives. We believe in fostering long-lasting relationships with our patients and being a trusted partner in their healthcare journey.": "Sida goobta bulshada ah, waxaan ku kala xiriirnay dhammaan bulshada xadka deggan oo ku qanciyo barnaamijyo caafimaad ee caafimaad, dhaqanka waxbarasho, iyo habdhaqanka caafimaad. Waxaan rumaysanahay inaan baraarujinayno xiriirka dhallinyarada wadaagi kara dhallinyarada iyo inaan ahayn mid ka duwan oo uu ku habboon yahay habka caafimaadka ee ay ku tashanayso.",
    "Our Services": "Khidmadaada",
    "Services You Can Trust": "Khidmada aad u canaansan tahay",
    "At Shaafi Hospital, we offer a wide range of services designed to address all your healthcare needs. Our dedicated team of medical professionals and state-of-the-art facilities are equipped to provide exceptional care across various specialties and disciplines.": "Magaalada Shaafi Hospital waxay bixisaa kooxha kala duwan oo khidmada u furan oo loogu talagalayo in loo helo dhammaan talooyinka caafimaadkaaga. Kooxda xogta sare leh ee caafimaad iyo adeegyada tayada leh waxay ku shaqaysaa inay bixiyaan caafimaad ugu wanaagsan kuwa kala duwan iyo kala-duwan.",
    "Primary care": "Daryeelka Hoose",
    "Specialty care": "Daryeelka Khaaska ah",
    "Surgical Services": "Khidmada Jirro",
    "Diagnostic Imaging": "Sawirada Xogta Dibedda",
    "Rehabilitation and Therapy": "Daryeelka iyo Ciqaabista",
    "Maternity and Women's Health": "Daryeelka Xubnaha iyo Caafimaadka Haweenka",
    "Wellness and Preventive Care": "Caafimaad iyo Daryeelka Xaaladaha",
    "Always here for you": "Mar walba halkan idin jirto",
    "Book An Appointment": "Garo muddada Maanta",
    "Please schedule your appointments online, you can visit our website and use our secure online appointment booking system. Simply visit shaafihospital.so and follow the easy steps to book your appointment at your preferred date and time.": "Fadlan noo diiwaan gasho muuddooyinkaaga online, waxaad booqan kartaa bogga internetka ee webka ee websaytkeena iyo adeegsiga nidaamka garoonka ah ee garsoorka online. Si fiican ugu tilmama shaafihospital.so iyo raadi goobaha dheeraad ee si aad u garsoorto muddadaada ku haboon iyo wakhtigaaga.",
    "Get in touch": "Xiriir",
    "Contact Us": "Nala xiriir",
    "Emergency": "Xanuun",
    "+252 61 2877778": "+252 61 2877778",
    "Location": "Goobta",
    "Dagmada Hodon Mogadishu Banaadir, Somalia": "Dagmada Hodon Mogadishu Banaadir, Soomaaliya",
    "Email Us": "Nala soo xiriir baraha elektronigga",
    "info@shaafihospital.so": "info@shaafihospital.so",
    "Working Hours": "Saacadaha Shaqo",
    "We are always open, 24/7": "Waxaanu marwalba furanahay, 24/7",

    "Beds": "Sariiraha",
    "Doctors": "Dhakhaatiirta",
    "Specialists": "Khabiirada",
    "Book Appointment": "Ballanta Buugga",
    "Call Us 24/7": "Na soo wac 24/7",
    "Get up to 30% off!": "Hel ilaa 30% dhimis!",
    "Book an appointment through our website and enjoy serious discounts on your next hospital visit.": "Ballan ka qabso mareegahayaga oo ku raaxayso qiimo dhimis booqashadaada xigta ee cisbitaalka.",

    "Home": "Guri",
    "About": "Ku saabsan",
    "About Us": "Nagu saabsan",
    "Our Story": "Sheekadeenii",
    "Awards and Accredation": "Abaalmarinta iyo Aqoonsiga",
    "Clinical Services": "Adeegyada Daryeelka",
    "Community Services": "Adeegyada Bulshada",
    "Patient Guide": "Hagaha Dadka Casriga Ah",
    "Appointment": "Laabta",
    "Get In Touch": "La xiriir",
    "Language": "Luqadda",
    "General Services": "Adeegyada Guud",
    "Center of Excellence": "Magaalada Kaydinta",
    "Specialties & Categories": "Tayada iyo Qaybaha",
    "Multidisciplinary Team": "Kooxha Dhamaystiran",
    "Ancillary Services": "Adeegyada Caafimaadka Hoose",
    "Medical Check Up": "Baaritaanka Caafimaadka",
    "Health Center": "Magaalada Caafimaadka",
    "Oncology Center": "Magaalada Oncology",
    "Research Center": "Magaalada Daraasaadka",
    "Lifestyle Center": "Magaalada Dhaqanka Nolosha",
    "Renal & Care Center": "Magaalada Kuligeed iyo Daryeelka",
    "Dental Care Center": "Magaalada Caafimaadka Dhiiga",
    "Community": "Bulsho",
    "Charity": "Sadaqo",
    "Support Group": "Kooxda Taageera",
    "Training & Classes": "Tababarka & Dugsiyada",
    "Life Support Training": "Tababarka Taageerada Nolosha",
    "Pre-natal Classes": "Dugsiyada Ka Hor",
    "Brain": "Dhagax",
    "Cancer": "Kansar",
    "Bone and Joint": "Dhuubo iyo Qeybo",
    "Eye": "Calaamad",
    "General Surgery": "Jirro Guud",
    "Internal Medicine": "Daawada Baxaadka",
    "Intervention Radiology": "Radiolojiya Ku Tallaabta",
    "Lung Cancer": "Kansariga Furinta",
    "Bone and Soft Tissues": "Dhuubo iyo Dhacay Qeybo",
    "Breast Cancer": "Kansariga Dhibanaha",
    "Physiotherapy": "Fiisotaraapiya",
    "Laboratory & Blood Bank": "Laboratory & Bangiga Dhiiga",
    "Diabetic Services": "Adeegyada Suubban",
    "Clinical Research Services": "Adeegyada Daraasaadka Daryeelka",
    "Pharmacy": "Qeexista",
    "Speech-language Therapy": "Tababarka Carabka & Luqadda",
    "Vaccination": "Tilmaamaha",
    "Wellness Check Up": "Baaritaanka Nolosha",
    "Screening": "Dhaqanka",
    "Lifestyle": "Nolosha",
    "Careers": "Shaqaale",
    "Volunteer Opportunity": "Fursadka Xidhiidhka",
    "English": "Ingiriis",
    "Arabic": "Carabi",
    "Somali": "Soomaali",
    "Page Coming Soon!": "Boggaan waxaa soo socda!",
    "This page is still being developed and it will be available soon. Thank you for your patience!": "Boggaan waa inuu horumarinayaa oo waxaa laga heli karaa danbe. Mahadsanid saboolnimoadaada!",
    "Go to the Homepage": "Tag guriga ugu horeeya",

    "Providing Exceptional Care": "Bixinta Caafimaad Dheeraad Ah",
    "Who We Are": "Ninkii Aanu Nahay",
    "At Shaafi Hospital, we are proud to be a leading healthcare institution dedicated to serving our community with integrity, compassion, and excellence. With a rich history spanning over 7 years, our hospital has evolved into a trusted healthcare provider known for its commitment to delivering exceptional care and empowering individuals to live healthier, happier lives.": "Magaalada Shaafi Hospital, waxaan qabanaynaa inaan noqono hay'ad caafimaad oo ugu saraysa oo la dedejinayo inay bulshadooda ka adeegto xaq, wadajir iyo marti gelin. Maaddaama ay taariikh nololeed dhexmaray oo ka yar 7 sano, magaaladeena waa la isticmaalay in la helo qofka caafimaadka ugu wanaagsan ee loo qabo inuu ka shaqeyso caafimaad dheeraad ah iyo inuu abuuro dadka inay ku noolaadaan nolol caafimaad leh iyo nolol wanaagsan.",
    "Our Mission": "Dhawrsashadaaga",
    "Our mission is to provide comprehensive, patient-centered healthcare services of the highest quality, while fostering a culture of innovation, education, and community engagement. We strive to be at the forefront of medical advancements, ensuring that our patients receive the most advanced treatments and therapies available.": "Dhawrsashadeena waa inaan bixino adeegyada caafimaad ee sare loo qabo oo xidhiidhka bulshada oo markhaati xagga abuurista, waxbarashada iyo qaybinta bulshada. Waxaan isku daynaynaa inaan noqono halka ugu sare ee horumarka caafimaadka, si loo hubiyo in dadkayaga ay helanayaan caafimaad ugu sareeya oo loo helo dhammaan daryeelka iyo daawashooyinka ugu horreeya ee laga helo.",
    "Our Commitment to Excellence": "Wadajirkeenna ee Dhiirigelinta",
    "Excellence is at the heart of everything we do. We continually invest in our medical staff, technologies, and facilities to ensure that we maintain the highest standards of healthcare delivery. Our team of highly skilled physicians, nurses, technicians, and support staff are committed to providing personalized care that meets the unique needs of each patient.": "Nabadgelyada waa kuwa dhawrka ku jirta meel kasta ee aanu sameyno. Waxaan si joogto ah ula dhaqanno shaqaalaha caafimaadka, tiknoolajiyadda, iyo goobaha si loo hubiyo inaanu u soo dhammaanno qaabeynta ugu sare ee bixinta caafimaadka. Xarunta ciilka leh ee dhakhtarka sare leh, ganacsatooyinka, tiknikiyaanada, iyo shaqaalaha taageerada waxay ka mid yihiin kuwa ku xiran tayada caafimaad ee ka qayb qaadanaya inay bixiyaan daryeel gaar ah oo ku gaadhsiiya tahay dhameystirka talooyinka gaarka ah ee kasta oo qofka.",

    "Always here for You": "Mar kale halkan kugu noqon karnaa",
    "Book an Appointment": "Gabadh loo diiwaan geliyo",
    "Book an Appointment Here": "Diiwaangelinta halkan",
    "Full Name": "Magaca buuxa",
    "Email address": "Cinwaanka emaylka",
    "Phone Number": "Telefoonka taleefanka",
    "Date": "Taariikhda",
    "Time": "Waqtiga",
    "Gender": "Jinsiga",
    "Preferred Doctor": "Dhakhtarka la door bidayo",
    "Medical Concern": "Wax lagu jecelayo caafimaadka",
    "Describe Condition": "Sharax habka iyo xaaladda",

    "Leave a Message": "Qor mesha",
    "Name": "Magaca",
    "Message Title": "Magaca xiriirka",
    "Message": "Xiriirka",
    "Send Message": "Fariin dir",

    "Discover Our Journey of Care and Compassion": "Galis riyadaaga ee maalgelinta iyo hal-abuurka",

    "Welcome to our Hospital's Story Page, where we invite you to delve into the heartwarming narrative that has shaped our institution into a beacon of care and compassion.": "Ku soo dhawow bogga sheekada Xarunta Caafimaadkeena, halkan waxaan kugu diirinaynaa inaad ku noolaadaan hadalka qalbiga ah ee soo baxay oo shaqaynaysa hay'addayaga oo loogu talagalay inay noqoto isfahan oo caafimaad iyo hal-abuur ku shaqeeyo.",

    "Our Humble Beginnings": "Bilowga aan u dareemnay",
    "Our journey began with a simple yet profound vision: to create a haven of healing for our community. What started as a small clinic blossomed into the modern, state-of-the-art hospital you see today. Every brick laid, every milestone achieved, is a testament to our unwavering commitment to your well-being.": "Riyada aan u dareemnay waxay bilaabeysay isfahan qoto dheer la qabto bulshadayada. Waxa la bilaabay sidii klinik bilaash ah oo yar oo la keeno in ka badan marka loo eego xarunta caafimaadka hadda tiraaha. Dhammaan gaari lagu qabto, dhammaan hal-abuurna laga helay, waa shahaadooyin ku saabsan isaga walaalkayga loo talagalay in uu ilaaladaado noloshaaga.",

    "A Legacy of Excellence": "Warbixin guul",
    "Over the years, we've embraced innovation, forged partnerships, and tirelessly pursued medical advancements. Our legacy of excellence is built upon the expertise of our dedicated healthcare professionals who continuously strive to provide the highest quality care. From cutting-edge technology to personalized treatments, we are proud to offer you the best that modern medicine has to offer.": "Sanado keliya ayaa noo socon waayey horumarka, la taageero shirkadaha, oo hawl galay dib-u-dhiska caafimaadka. Warbixinkeena ee guulka wuxuu dhisay aragti ka baxsan macallimiinta caafimaadka loo dhiirrigelinayo oo qalabkooda soo socda oo ay u istaagi karaan in ay bixiyaan caafimaadka ugu sareeya. Ka horumarka tiknoolajiyadda geedka ilaalinta illaaliyada shaqada, waxaan ku faraxsanahay inaan ku siino ugu fiican ee ay caafimaadka casriga ah ugu talo gasho.",
    "Community-Centric Care": "Daryeelka gaarka ah ee bulshada",
    "Our story is interwoven with the rich tapestry of our community. We believe that healthcare goes beyond the walls of our hospital – it's about nurturing relationships, fostering trust, and contributing positively to the lives we touch. We engage in outreach programs, health education initiatives, and support networks to ensure a healthier and happier community for all.": "Sheekadayagu waa ku qoran farta weyn ee bulshadayada. Waxaan rumaysan nahay in caafimaadka wax ku dhici karo dariiqada xarunta caafimaadkeena - waxay tahay inay u badato bulshooyinka, oo ay iska saaraan isbedelka, waxayna ka qaybqaadanayaan barnaamijyo dib-u-eegis, oo ay wadatashiyeed waxyeelada caafimaadka, iyo shaqaalaad taageero ah si loo hubiyo in bulshada oo dhan ay noqoto mid caafimaad leh iyo mid fiican.",

    "Looking Ahead": "Aragtida hore",
    "As we reflect on our past, we're excited about the future. Our story continues to evolve, as we remain dedicated to pushing boundaries, exploring new treatments, and enhancing the patient experience. With your trust as our foundation, we're eager to embark on the next chapter of our journey – one that holds promise, innovation, and above all, the unwavering commitment to your well-being. Thank you for being a part of our story. We look forward to sharing more chapters of care, compassion, and hope with you.": "Marka aan ka soo jeedo taariikhdaaga, waxaan ku faraxsan nahay mustaqbalka. Sheekadayaga wuxuu sii socdaa, maadaama aanu ka mid ahayn ku dhiirigelinaya in aan la taabto dhulka, samaynno daryeelno jadwalka cusub, oo ku saabsan taajirka caafimaadka. Maadaama aanay bulshadayagu waqti ka jirin, waxaan diyaarinaynaa in aan soo baxno qaybtii soo socda ee riyadaaga - midka ku jira warbixin, iyo dhigista, iyo horumarka aan kusoo dhicin. Mahadsanid inaad tahay qayb ka mid ah sheekadayadaaga. Waxaan rajaynaynaa inaan la wadaagno qaybaha dheeraadka ah ee caafimaadka, hal-abuurka, iyo rajadaada adag. ",

    "Leading the Way in Medical Excellence and Trusted Care.": "Sugida jidadka ee Ugu horreeya ee dhallinyarada iyo Daryeelka Ugu Horreeya.",
    "Explore": "Dabaaldega",
    "Call Us": "Nagala soo wac",
    "Services": "Adeegyada",

    "Email": "Emayl",
    "Visit Us": "Nagu soo booqo",
    "Subscribe to our newsletter": "Ku daawo bogga wararkaada",
    "Monthly digest of what's new and exciting from us.": "Xayeysiis bilood ah ee wax cusub iyo kuwa xanbaarsan ee nagu soo kororto.",
    "Shaafi Hospital. All rights reserved.": "Xarunta Shaafi. Dhammaan hawsha la saaro."
}
